# frozen_string_literal: true

tap 'caskroom/cask'
tap 'heroku/brew'

brew 'awscli'
brew 'awsebcli'
brew 'bat'
brew 'ccls'
brew 'coreutils'
brew 'exa'
brew 'exploitdb'
brew 'fasd'
brew 'fd'
brew 'fpp'
brew 'fzf'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'mysql'
brew 'postgresql'
brew 'redis'
brew 'shellcheck'
brew 'tree'
brew 'watchman'
brew 'watson'
brew 'wget'

cask '1password'
cask 'bartender'
cask 'bitbar'
cask 'brave-browser'
cask 'caffeine'
cask 'charles'
cask 'graphql-playground'
cask 'imageoptim'
cask 'licecap'
cask 'minikube'
cask 'notion'
cask 'rocket'
cask 'spotify'
