# frozen_string_literal: true

tap 'caskroom/cask'
tap 'neovim/neovim'

brew 'chruby', args: ['HEAD']
brew 'coreutils'
brew 'ctags'
brew 'fasd'
brew 'fpp'
brew 'fzf'
brew 'git'
brew 'go'
brew 'hub'
brew 'mysql'
brew 'neovim'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-install', args: ['HEAD']
brew 'shellcheck'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zplug'
brew 'zsh'

cask '1password'
cask 'bartender'
cask 'bitbar'
cask 'caffeine'
cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'
cask 'licecap'
cask 'spotify'
