# frozen_string_literal: true

tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'bat'
brew 'ccls'
brew 'coreutils'
brew 'cpanm'
brew 'exa'
brew 'exploitdb'
brew 'fasd'
brew 'fd'
brew 'fpp'
brew 'github/gh/gh'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'mysql'
brew 'perl'
brew 'postgresql'
brew 'redis'
brew 'shellcheck'
brew 'switchaudio-osx'
brew 'tree'
brew 'watchman'
brew 'wget'

cask '1password'
cask 'amethyst'
cask 'bartender'
cask 'bitbar'
cask 'brave-browser'
cask 'charles'
cask 'graphql-playground'
cask 'imageoptim'
cask 'kap'
cask 'minikube'
cask 'notion'
cask 'spotify'
